/* ===============================
   CONFIG (แก้เฉพาะเขต / แขวง)
   =============================== */

document.title = "กรุงเทพมหานคร เขตเลือกตั้งที่ 26-27";

const HEADER_CONFIG = {
    title: "กรุงเทพมหานคร<br>เขตเลือกตั้งที่ 26-27",
    subtitle: "เขตบางขุนเทียน"
};

const subDistrictColors = {
    "แขวงศิริราช": "#28a745",
    "แขวงบ้านช่างหล่อ": "#17a2b8",
    "แขวงบางขุนนนท์": "#ffc107",
    "แขวงบางขุนศรี": "#fd7e14",
    "แขวงอรุณอมรินทร์": "#ff0088",
    "-": "#6610f2"
};

